appimagelauncher
downgrade
dropbox
gotop
intellij-idea-ultimate-edition
joplin-desktop
lightly-git
mirage
multimc-bin
pass-import
phpstorm
playonlinux
premid
protonvpn
protonvpn-cli
protonvpn-gui
python-proton-client
python-protonvpn-nm-lib
qdirstat
rofi-greenclip
selectdefaultapplication-git
spotify
spotify-tui
teams
vdhcoapp
xpadneo-dkms-git
yay
