alsa-plugins
appimagelauncher
arch-install-scripts
archlinux-keyring
ark
autoconf
automake
autorandr
awesome
base
base-devel
binutils
bison
blueman
bluez-utils
brightnessctl
btop
bumblebee
chezmoi
code
debugedit
discord
dmenu
dolphin
dolphin-plugins
downgrade
dropbox
dunst
efibootmgr
expac
fakeroot
falkon
ffmpegthumbs
file
findutils
firefox
flameshot
flatpak
flex
font-manager
gawk
gcc
gettext
gifsicle
git
gnome-shell-extension-appindicator
gotop
gparted
grep
groff
grub
grub-customizer
gzip
i3-wm
i3lock
imagemagick
inetutils
intel-ucode
intellij-idea-ultimate-edition
joplin-desktop
jre17-openjdk
kate
kdegraphics-thumbnailers
kdesdk-thumbnailers
kgpg
kimageformats
kitty
kompare
konversation
ksystemlog
ktorrent
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libreoffice-still
libtool
lightdm
lightdm-gtk-greeter
lightdm-pantheon-greeter
lightdm-slick-greeter
lightly-git
linux
linux-firmware
linux-headers
m4
make
man-db
mesa-utils
mirage
mpg123
multimc-bin
nano
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
nmap
nodejs-lts-hydrogen
noto-fonts
npm
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
obs-studio
onefetch
openresolv
os-prober
pacman
pacman-contrib
pass
pass-import
patch
pavucontrol
phpstorm
picom
pkgconf
playonlinux
polybar
powertop
premid
primus
protonvpn
pulseaudio
pulseaudio-bluetooth
pycharm-community-edition
python-pip
qdirstat
qt5-imageformats
qt5ct
rofi
rofi-greenclip
rsync
sed
selectdefaultapplication-git
spotify
spotify-tui
sqlitebrowser
strace
sudo
teams
telegram-desktop
terminator
texinfo
thunderbird
tlp
tor
torbrowser-launcher
ttf-font-awesome
unrar
unzip
vdhcoapp
virtualbox
vlc
vulkan-intel
wget
which
wine
xclip
xf86-video-intel
xorg-server
xorg-server-xephyr
xpadneo-dkms-git
xss-lock
xterm
yay
